Repository: G-dH/custom-hot-corners-extended
Catalog: po/*.po
Languages: de, tr

source: Shows which corners are active and their size/expansion settings. Pressure barriers are green, clickable areas are orange
de: Aktive Ecken und ihre Größeneinstellung werden angezeigt. Drucksperren erscheinen grün, klickbare Bereich orange

source: Window switcher
de: Fensterumschalter

source: Wraparound
de: Umlaufen

source: Whether the switcher should continue from the last window to the first and vice versa
de: Festlegen, ob der Umschalter vom letzten Fenster zum ersten und umgekehrt springt

source: Stable sequence
de: Feste Reihenfolge

source: By default windows are sorted by the MRU (Most Recently Used) AltTab list, which is given by time stamps that are updated each time the window is activated by the user. The stable sequence is given by the unique ID that each window gets when it's created.
de: Standardmäßig sind Fenster nach der MRU-AltTab-Liste (Most Recently Used, zuletzt genutzt) sortiert, die nach den Zeitstempeln sortiert ist, die bei jedem Aufruf eines Fensters durch den Benutzer aktualisiert wird. Die feste Reihenfolge richtet sich nach den eindeutigen IDs, die Fenster bei ihrer Erstellung erhalten.

source: Skip minimized
de: Minimierte überspringen

source: Exclude minimized windows from the switcher list
de: Minimierte Fenster erscheinen nicht im Umschalter

source: Custom Colors for Effects
de: Eigene Farben für Effekte

source: Tint Color
de: Tönungsfarbe

source: Color for 'Custom Color Tint' action. Lighter color means weaker filter.
de: Farbe für die Aktion »Eigene Tönungsfarbe«. Je heller die Farbe, desto schwächer ist der Filter.

source: Show active items only
de: Nur aktive Einträge anzeigen

source: Restarting Gnome Shell ...
tr: Gnome Shell Yeniden Başlat ...

source: Gnome Shell - Restart is unavailable in Wayland session
tr: Gnome Shell - Wayland'de yeniden başlatma kullanılamıyor

source: Enable all corner triggers in fullscreen mode <small>(When off, each trigger can be set independently)</small>
tr: Tam ekran modunda tüm köşe tetikleyicilerini etkinleştirin <small>(Kapalıyken her tetikleyici bağımsız olarak ayarlanabilir)</small>

source: Minimum delay between actions (ms) <small>(Prevents accidental double-action. Ignored by volume control)</small>
tr: Eylemler arasındaki minimum gecikme (ms) <small>(Yanlışlıkla çift eylemi önler. Ses seviyesi kontrolü tarafından yoksayıldı)</small>

source: Skip minimized
tr: Simge durumuna küçültülmüş atla

source: Wraparound
tr: Etrafına sarmak

source: Delay extension activation <small>(Try to avoid potential hot corners overrides from other extensions)</small>
tr: Uzatma aktivasyonunu geciktir <small>(Diğer uzantıların olası işlevsel köşeleri geçersiz kılmalarını engellemeye çalışın)</small>

source: Make active corners / edges visible <small>(Pressure barriers are not included)</small>
tr: Etkin köşeleri/kenarları görünür hale getirin <small>(Basınç bariyerleri dahil değildir)</small>

source: Use fallback hot corner triggers <small>(When pressure barriers don't work, on virtual systems for example)</small>
tr: Geri dönüş işlevsel köşe tetikleyicilerini kullanma <small>(Örneğin sanal sistemlerde basınç bariyerleri çalışmadığında)</small>

source: <b>Window switcher:</b>
tr: <b>Přepínač oken:</b>

source: <b>Workspace switcher:</b>
tr: <b>Çalışma alanı değiştirici:</b>

source: Ignore last (empty) workspace
tr: Son (boş) çalışma alanını yoksay

source: Show workspace indicator while switching
tr: Geçiş sırasında çalışma alanı göstergesini göster

source: Horizonataly:
tr: Yatay olarak:

source: Verticaly:
tr: Dikey olarak:

source: Expand corner along edge (for clicks and scrolls only): <small>(For visualisation activate 'Make active corners / edges visible' option)</small>
tr: Köşeyi kenar boyunca genişlet (yalnızca tıklamalar ve kaydırmalar için): <small>(Görselleştirme için 'Etkin köşeleri/görünür kenarları seçeneğini etkinleştirin)</small>

source: Enable in fullscreen mode
tr: Tam ekran modunda etkinleştir

source: Barrier size
tr: Bariyer boyutu

source: Show Activities (Overview)
tr: Etkinlikleri Göster (Genel Bakış)

source: Show Applications
tr: Uygulamaları Göster

source: Show Desktop
tr: Masaüstünü göster

source: Run Command
tr: Komut Çalıştır

source: Recent Workspace
tr: Son Çalışma Alanı

source: Move to Workspace #
tr: Çalışma Alanı # Git

source: Recent Window (Alt+Tab)
tr: Son Pencere (Alt+Tab)

source: Previous Window (current WS & monitor)
tr: Önceki Pencere (mevcut WS ve monitör)

source: Next Window (current WS & monitor)
tr: Sonraki Pencere (mevcut WS ve monitör)

source: Close Active Window
tr: Aktif Pencereyi Kapat

source: Toggle Maximize Active Window
tr: Etkin Pencereyi Büyüt'ü Aç / Kapat

source: Minimize Active Window
tr: Etkin Pencereyi Küçült

source: Black Screen
tr: Siyah Ekran

source: Mute
tr: Sesi Kapat

source: Invert Window (True Color Invert)
tr: Pencereyi Tersine Çevir (Gerçek Rengi Tersine Çevir)

source: Restart Gnome Shell (X11 only)
tr: Gnome Shell'i yeniden başlatın (yalnızca X11)

source: Open Preferences
tr: Tercihleri ​​Aç
