Repository: G-dH/custom-hot-corners-extended
Catalog: po/*.po
Languages: de, tr

source: Keyboard
de: Tastatur

source: Custom Menus
de: Eigene Menüs

source: Options
de: Optionen
tr: Seçenek

source: About
de: Info

source: disabled
de: deaktiviert

source: Hot corners were updated.
de: Aktive Ecke wurden aktualisiert.

source: Error: ArcMenu trigger not available...
de: Fehler: ArcMenü-Auslöser nicht verfügbar…

source: Restarting Gnome Shell...
de: Gnome Shell neu starten …

source: Gnome Shell - Restart is not available in Wayland session
de: Gnome Shell ­­­­– Neustart ist in einer Wayland-Sitzung nicht verfügbar

source: Theme switcher works with Adwaita/Adwaita-dark and Yaru(-light)/Yaru-dark themes only
de: Der Stilumschalter funktioniert nur mit den Stilen Adwaita/Adwaita-dark siwue Yaru(-light)/Yaru-dark

source: Opacity
de: Deckkraft

source: Brightness
de: Helligkeit

source: Contrast
de: Kontrast

source: This action requires the "WTMB (Window Thumbnails)" extension installed on your system
de: Für diese Aktion ist die Erweiterung »WTMB )Window Thumbnails)« erforderlich

source: No window has focus!
de: Kein Fenster hat den Fokus!

source: Disable all triggers
de: Alle Auslöser deaktivieren

source: Hot corner triggers require Shift key
de: Aktive-Ecken-Auslöser nur mit Umschalttaste

source: Update all triggers
de: Alle Auslöser aktualisieren

source: Settings
de: Einstellungen

source: Hot corners were re-created.
de: Aktive Ecken wurden wiederhergestellt.

source: Reset all options
de: Alle Optionen zurücksetzen

source: Disable all triggers and reset all options to their default values
de: Alle Auslöser werden deaktiviert und alle Optionen auf die Standardeinstellungen zurückgesetzt

source: Links
de: Verweise

source: Homepage
de: Internet-Seite

source: Source code and more info about this extension
de: Quellcode und weitere Informationen zu dieser Erweiterung

source: Changelog
de: Änderungsprotokoll

source: See what's changed.
de: Anzeigen, was hat sich geändert hat.

source: GNOME Extensions
de: GNOME-Erweiterungen

source: Rate and comment the extension on GNOME Extensions site
de: Diese Erweiterung auf der GNOME-Erweiterungen-Seite bewerten und kommentieren

source: Report a bug or suggest new feature
de: Fehler melden oder neue Funktionen vorschlagen

source: Buy Me a Coffee
de: Einen Kaffee für mich

source: Enjoying this extension? Consider supporting it by buying me a coffee!
de: Sie schätzen diese Erweiterung? Vielleicht wollen Sie die Enwicklung unterstützen und mir einen Kaffee spendieren!

source: Choose Action
de: Aktion wählen

source: Cancel
de: Abbrechen

source: Action
de: Aktion

source: Expand all
de: Alle ausklappen

source: Collapse all
de: Alle einklappen

source: Left
de: Links
tr: Sol

source: Up
de: Aufwärts

source: Right
de: Rechts
tr: Sağ

source: Down
de: Abwärts

source: Core Actions
de: Basisaktionen

source: Toggle Overview - Window Picker
de: Übersicht umschalten – Fensterübersicht

source: Show Overview - Window Picker
de: Übersicht anzeigen – Fensterübersicht

source: Toggle Overview - Current App Windows
de: Übersicht umschalten – Fenster der aktuellen Anwendung

source: Toggle Overview - App Grid
de: Übersicht umschalten – Anwendungsübersicht

source: Show Overview - App Grid
de: Übersicht anzeigen – Anwendungsübersicht

source: Run Preset Command / Activate App ...
de: Gewählten Befehl ausführen/Anwendung aktivieren …

source: Show Desktop (all monitors)
de: Arbeitsfläche anzeigen (alle Bildschirme)

source: Show Desktop (current monitor)
de: Arbeitsfläche anzeigen (aktueller Bildschirm)

source: Activate Screenshot Tool
de: Bildschirmfotowerkzeuge aktivieren

source: Hide Screen Content (all monitors)
de: Bildschirminhalt ausblenden (alle Bildschirme)

source: Hide Screen Content (current monitor)
de: Bildschirminhalt ausblenden (aktueller Bildschirme

source: Supported Installed extensions
de: Unterstützte installierte Erweiterungen

source: OFP/V-Shell - List/Search Open Windows
de: OFP/V-Shell – Geöffnete Fenster auflisten/suchen

source: ArcMenu - Open
de: ArcMenu - Öffnen

source: Workspaces
de: Arbeitsflächen

source: Previous Workspace
de: Vorherige Arbeitsfläche
tr: Önceki Çalışma Alanı

source: Next Workspace
de: Nächste Arbeitsfläche
tr: Sonraki Çalışma Alanı

source: Previous Workspace with Window Switcher
de: Vorherige Arbeitsfläche mit Fensterübersicht

source: Next Workspace with Window Switcher
de: Nächste Arbeitsfläche mit Fensterübersicht

source: Previous Workspace - Current Monitor Only
de: Vorherige Arbeitsfläche – nur aktueller Bildschirm

source: Next Workspace - Current Monitor Only
de: Nächste Arbeitsfläche – nur aktueller Bildschirm

source: Switch to Most Recent Workspace
de: Zur zuletzt verwendeten Arbeitsfläche wechseln

source: Switch to Preset Workspace ...
de: Zur voreingestellten Arbeitsfläche wechseln …

source: Switch to Second Last Workspace
de: Zur vorletzten verwendeten Arbeitsfläche wechseln

source: Close Current Workspace (and its windows)
de: Aktuelle Arbeitsfläche (und ihre Fenster) schließen

source: Windows - Navigation
de: Fenster – Navigation

source: Switch to Most Recent Window
de: Zum zuletzt verwendeten Fenster wechseln

source: Previous Window (current monitor)
de: Vorheriges Fenster (aktueller Bildschirm)

source: Previous Window (current WS)
de: Vorheriges Fenster (aktuelle AF)
tr: Önceki Pencere (mevcut WS)

source: Previous Window (all)
de: Vorheriges Fenster (überall)
tr: Önceki Pencere (tümü)

source: Previous Window - Current App (all)
de: Vorheriges Fenster (überall)

source: Next Window (current monitor)
de: Nächstes Fenster )aktueller Bildschirm)

source: Next Window (current WS)
de: Nächstes Fenster (aktuelle AF)
tr: Sonraki Pencere (mevcut WS)

source: Next Window (all)
de: Nächstes Fenster (überall)
tr: Sonraki Pencere (tümü)

source: Next Window - Current App (all)
de: Nächstes Fenster – aktuelle Anwendung (überall)

source: Windows/App - Switcher Popups
de: Fenster/Anwendung – Wechsler

source: Window Switcher Popup (all/default)
de: Fensterwechsler (Fensterwechsler (alle/Standard)

source: Window Switcher Popup (current ws)
de: Fensterwechsler (aktuelle AF)

source: Window Switcher Popup (current monitor)
de: Fensterwechsler (aktueller Bildschirm)

source: Window Switcher Popup (current ws first)
de: Fensterwechsler (aktuelle AF zuerst)

source: Window Switcher Popup (sorted by apps)
de: Fensterwechsler (nach Anwendung sortiert)

source: Window Switcher Popup (focused app only)
de: Fensterwechsler (nur fokusierte Anwendung)

source: App Switcher Popup (all/default)
de: Anwendungswechsler (alle/Standard)

source: App Switcher Popup (current ws)
de: Anwendungswechsler (aktuelle AF)

source: App Switcher Popup (current monitor)
de: Anwendungswechsler (aktueller Bildschirm)

source: Windows - Control
de: Fenster – Steuerung

source: Minimize Window
de: Fenster minimieren

source: Maximize Window (toggle)
de: Fenster maximieren (Umschalter)

source: Close Window
de: Fenster schließen

source: Fullscreen Window (toggle)
de: Vollbildfenster (Umschalter)

source: Fullscreen Window on New WS (toggle)
de: Vollbildfenster auf neuer AF (Umschalter)

source: Always on Top Window (toggle)
de: Immer im Vordergrund (Umschalter)

source: Always on Visible Workspace (toggle)
de: Immer auf sichtbarer Arbeitsfläche (Umschalter)

source: Open New Window (if supported)
de: Neues Fenster öffnen (sofern unterstützt)

source: Quit Focused Application
de: Anwendung mit Fokus beenden

source: Force Quit Focused Application
de: Anwendung mit Fokus sofort beenden

source: Unminimize All Windows (workspace)
de: Minimierung aller Fenster aufheben (Arbeitsfläche)

source: Unminimize All Windows
de: Minimierung aller Fenster aufheben

source: Windows - Relocations
de: Fenster – Positionierung

source: Move Window to Previous workspace
de: Fenster auf die vorherige Arbeitsfläche verschieben

source: Move Window to New workspace Prev
de: Fenster auf neue Arbeitsfläche bewegen (vorige)

source: Move Window to Next workspace
de: Fenster auf die nächste Arbeitsfläche verschieben

source: Move Window to New workspace Next
de: Fenster auf neue Arbeitsfläche bewegen (nächste)

source: Move App windows to Prev Workspace
de: Anwendungsfenster auf vorherige Arbeitsfläche verschieben

source: Move App windows to New Workspace Prev
de: Anwendungsfenster auf neue Arbeitsfläche verschieben (vorherige)

source: Move App windows to Next Workspace
de: Anwendungsfenster auf nächste Arbeitsfläche verschieben

source: Move App windows to New Workspace Next
de: Anwendungsfenster auf neue Arbeitsfläche verschieben (nächste)

source: Move Window to Next Monitor
de: Fenster auf nächsten Bildschirm verschieben

source: WTMB (Window Thumbnails) extension
de: Erweiterung WTMB (Window Thumbnails)

source: Create Window Thumbnail (PIP)
de: Fenstervorschau erstellen (PIP)

source: Minimize Window to Thumbnail
de: Fenster zu Vorschau minimieren

source: Remove All Window Thumbnails
de: Alle Fenstervorschauen entfernen

source: Windows - Visual Adjustments
de: Fenster – Visuelle Erscheinung

source: Brightness Up (window)
de: Helligkeit aufwärts (Fenster)

source: Brightness Down (window)
de: Helligkeit abwärts (Fenster)

source: Contrast Up (window)
de: Kontrast aufwärts (Fenster)

source: Contrast Down (window)
de: Kontrast abwärts (Fenster)

source: High Contrast (window)
de: Starker Kontrast (Fenster)

source: Low Contrast (window)
de: Schwacher Kontrast (Fenster)

source: Opacity Up (window)
de: Deckkraft aufwärts (Fenster)

source: Opacity Down (window)
de: Denkkraft abwärts (Fenster)

source: Opacity 78% (window)
de: Deckkraft 78% (Fenster)

source: Opacity 78% for dark themes (window)
de: Deckkraft 78% für dunkle Stile (Fenster)

source: Opacity 94% + bit of contrast (window)
de: Deckkraft 94% + bit of Kontrast (Fenster)

source: Windows - Color Effects
de: Fenster ­– Farbeffekte

source: Invert Lightness (window)
de: Helligkeit invertieren (Fenster)

source: Invert Lightness - White to Grey (window)
de: Helligkeit invertieren – Weiß zu Grau (Fenster)

source: Invert Colors (window)
de: Farben invertieren (Fenster)

source: Red Tint (window)
de: Rot einfärben (Fenster)

source: Green Tint (window)
de: Grün einfärben (Fenster)

source: Custom Color Tint (window)
de: Mit eigener Farbe einfärben (Fenster)

source: Desaturate (window)
de: Entsättigen (Fenster)

source: Remove All Effects (window)
de: Alle Effekte entfernen (Fenster)

source: Global Visual Effects
de: Globale visuelle Effekte

source: Brightness Up (global)
de: Helligkeit aufwärts (global)

source: Brightness Down (global)
de: Helligkeit abwärts (global)

source: Contrast Up (global)
de: Kontrast aufwärts (global)

source: Contrast Down (global)
de: Kontrast abwärts (global)

source: High Contrast (global)
de: Starker Kontrast (global)

source: Low Contrast (global)
de: Schwacher Kontrast (global)

source: Invert Lightness (global)
de: Helligkeit invertieren (global)

source: Invert Lightness - White to Grey (global)
de: Helligkeit invertieren – Weiß zu Grau (global)

source: Red Tint (global)
de: Rot einfärben (global)

source: Green Tint (global)
de: Grün einfärben (global)

source: Custom Color Tint (global)
de: Mit eigener Farbe einfärben (global)

source: Desaturate (global)
de: Entsättigen (global)

source: Remove All Effects (global)
de: Alle Effekte entfernen (global)

source: Universal Access
de: Bedienungshilfen

source: Magnifier - Zoom 2x (toggle)
de: Lupe – doppelte Größer (Umschalter)

source: Magnifier - Zoom In
de: Lupe – vergrößern

source: Magnifier - Zoom Out
de: Lupe – verkleinern

source: Screen Reader (toggle)
de: Bildschirmleser (Umschalter)

source: Large Text (toggle)
de: Großer Text (Umschalter)

source: Screen Keyboard (toggle)
de: Bildschirmtastatur (Umschalter)

source: Color Correction - Protanopia (window)
de: Farbkorrektur – Protanopie (Fenster)

source: Color Correction - Deuteranopia (window)
de: Farbkorrektur – Deuteranopie (Fenster)

source: Color Correction - Tritanopia (window)
de: Farbkorrektur – Tritanopie (Fenster)

source: Color Simulation - Protanopia (window)
de: Farbsimulation – Protanopie (Fenster)

source: Color Simulation - Deuteranopia (window)
de: Farbkorrektur – Deuteranopie (Fenster)

source: Color Simulation - Tritanopia (window)
de: Farbkorrektur – Tritanopie (Fenster)

source: Color Mixer GBR
de: Farbmixer GBR

source: Toggle Night Light
de: Nachtmodus umschalten

source: Toggle Dark Gtk Theme
de: Dunklen Stil umschalten

source: Hide/Show Main Panel
de: Obere Leiste ausblenden/anzeigen

source: Open Panel Quick Settings Menu
de: Systemmenü öffnen

source: Open Panel Date Menu
de: Datumsmenü öffnen

source: Lock Screen
de: Bildschirm sperren
tr: Kilit Ekranı

source: Activate ScreenSaver
de: Bildschirmschoner aktivieren

source: Suspend to RAM
de: Bereitschaft
tr: RAM'e askıya al

source: Power Off Dialog
de: Ausschaltdialog
tr: Kapatma İletişim Kutusu

source: Log Out Dialog
de: Abmeldedialog
tr: Oturumu Kapat İletişim Kutusu

source: Switch User (if exists)
de: Benutzer wechsseln (sofern vorhanden)
tr: Kullanıcıyı Değiştir (varsa)

source: Sound / Media
de: Audio/Medienwiedergabe

source: Volume Up
de: Lauter
tr: Sesi Aç

source: Volume Down
de: Leiser
tr: Sesi Kıs

source: Mute Audio (toggle)
de: Stummschalten (Umschalter)

source: Media Key - Play/Pause
de: Medientaste – Wiedergabe/Pause

source: Media Key - Next Track
de: Medientaste – Nächster Titel

source: Media Key - Previous Track
de: Medientaste – Vorheriger Titel

source: Spotify - Play/Pause
de: Spotify – Wiedergabe/Pause

source: Spotify - Next Track
de: Spotify – Nächster Titel

source: Spotify - Previous Track
de: Spotify – Vorheriger Titel

source: Firefox - Play/Pause
de: Firefox – Wiedergabe/Pause

source: Firefox - Next Track
de: Firefox – Nächster Titel

source: Firefox - Previous Track
de: Firefox – Vorheriger Titel

source: Show Custom Menu 1
de: Eigenes Menü 1 anzeigen

source: Show Custom Menu 2
de: Eigenes Menü 2 anzeigen

source: Show Custom Menu 3
de: Eigenes Menü 3 anzeigen

source: Show Custom Menu 4
de: Eigenes Menü 4 anzeigen

source: Hardware Control
de: Hardware-Steuerung

source: Display Brightness Up (HW)
de: Bildschirmhelligkeit aufwärts (HW)

source: Display Brightness Down (HW)
de: Bildschirmhelligkeit abwärts (HW)

source: Debug
de: Fehlerdiagnose

source: Looking Glass (GNOME Shell debugger)
de: Looking Glass (GNOME-Shell-Fehlerdiagnoseprogramm)

source: Restart GNOME Shell (X11 only)
de: GNOME Shell neu starten (nur X11)

source: Show Run Command Prompt
de: Befehlseingabezeile anzeigen

source: Swipe Workspace Up (Shift mods step)
de: Arbeitsfläche nach oben wischen (Umschalttaste modifiziert Schritt)

source: Swipe Workspace Down (Shift mods step)
de: Arbeitsfläche nach unten wischen (Umschalttaste modifiziert Schritt)

source: Swipe Overview Up (Shift mods step)
de: Übersicht nach oben wischen (Umschalttaste modifiziert Schritt)

source: Swipe Overview Down (Shift mods step)
de: Übersicht nach unten wischen (Umschalttaste modifiziert Schritt)

source: Open CHC-E Preferences
de: CHC-E-Einstellungen öffnen

source: Toggle Hot Corners Require Shift
de: Umschalten der Aktiven Ecken nur mit Umschalttaste

source: Reset Hot Corners
de: Aktive Ecken zurücksetzen

source: Menu
de: Menü

source: Check items you want to have in the Custom Menu action.
de: Einträge aktivieren, die im Eigenen Menü erscheinen sollen.

source: You can decide whether the action menu items will be in its section submenu or in the root of the menu by checking/unchecking the section item
de: Sie können festlegen, ob die Einträge im jeweiligen Abschnittsuntermenü oder direkt im Menü erscheinen sollen, indem Sie den Abschnittseintrag (de-)aktivieren

source: Deselect all
de: Alle abwählen

source: Remove all items from this menu
de: Alle Einträge aus diesem Menü entfernen

source: Menu Item
de: Menüeintrag

source: Add to Menu
de: Zum Menü hinzufügen

source: Select items for Custom Menu
de: Einträge für eigenes Menü wählen

source: items
de: Einträge

source: Click on the Shortcut Key cell to set new shortcut.
de: Zum Festlegen einer neuen Tastenkombination auf die entsprechende Zelle klicken.

source: Press Backspace key instead of the new shortcut to disable shortcut.
de: Zum Deaktivieren der Tastenkombination statt dessen die Rücktaste drücken.

source: Warning: Some system shortcuts can NOT be overriden here.
de: Warnung: Einige Systemtastenkombinationen können hier NICHT außer Kraft gesetzt werden.

source: Warning: Shortcuts already used in this extension will be ignored.
de: Warnung: Bereits in dieser Erweiterung verwendete Tastenkombinationen werden ignoriert.

source: Disable all
de: Alle deaktivieren

source: Remove all keyboard shortcuts
de: Alle Tastenkombinationen entfernen

source: Shortcut
de: Tastenkombination

source: Keyboard Shortcuts
de: Tastenkombinationen

source: Hot Corner
de: Aktive Ecke
tr: İşlevsel Köşe

source: Primary Button
de: Primäre Taste
tr: Sağ Tık

source: Secondary Button
de: Sekundäre Taste
tr: Sol Tık

source: Middle Button
de: Mittlere Taste
tr: Fare Tekerleği

source: Scroll Up
de: Aufwärts laufen
tr: Teker Yukarı

source: Scroll Down
de: Abwärts laufen
tr: Teker Aşşağı

source: Ctrl + Hot Corner
de: Strg + Aktive Ecke

source: Monitor
de: Bildschirm
tr: Ekran

source: (primary)
de: (primärI

source: Disable all triggers and reset settings of this corner
de: Alle Auslöser deaktivieren und die Einstellungen für diese Ecke zurücksetzen

source: Top
de: Oben
tr: Üst

source: Bottom
de: Unten
tr: Alt

source: Click/Scroll Corner
de: Klick-/rollbare Ecken

source: If checked this trigger will only work when the Ctrl key is pressed
de: Wenn aktiviert, arbeitet dieser Auslöser nur bei gedrückter Strg-Taste

source: This trigger only works when the Ctrl key is pressed
de: Dieser Auslöser arbeitet nur, wenn die Strg-Taste gedrückt wird

source: Enable this trigger in fullscreen mode
de: Auslöser im Vollbildmodus aktivieren

source: Enter command or choose app ID
de: Befehl eingeben oder Anwendungs-ID wählen

source: Error: Stored action doesn't exist!!!
de: Fehler: Gespeicherte Aktion existiert nicht!

source: Pressure Threshold
de: Druckschwellenwert
tr: Basınç Eşiği

source: You can activate 'Make active corners/edges visible' option on 'Options' page to see the results of these settings.
de: Sie können die Option »Aktive Ecke/Kanten sichtbar machen« auf der Seite »Optionen« aktivieren und so das Ergebnis dieser Einstellungen sehen.

source: Pressure threshold and barrier sizes: (Enlarge the barrier size to convert the hot corner into a hot edge)
de: Druckschwellenwert und Sperrengrößen: (Sperrengröße ausweiten, um die Aktive Ecke zur einer Aktive Kante zu wandeln)

source: Set horizontal and vertical size of the barrier that reacts to the mouse pointer pressure.
de: Horizontale und vertikale Abmessungen der Sperre festlegen, die auf den Mauszeigerdruck reagiert.

source: The sizes are set in percentage of the screen width and height.
de: Die Abmessungen werden in Prozentanteilen von Bildschirmbreite und -höhe festgelegt.

source: Horizontal pressure barrier size in percentage of the monitor width
de: Horizontale Abmessung der Drucksperre in Prozentanteilen der Bildschirmbreite

source: Vertical pressure barrier size in percentage of the monitor height
de: Vertikale Abmessung der Drucksperre in Prozentanteilen der Bildschirmhöhe

source: Expand clickable area - corner to edge:
de: Klickbaren Bereich erweitern – Ecke zu Kante:

source: Expand the area reactive to mouse clicks and scrolls along the edge of the monitor in selected axis.
de: Bereich, der auf Mausklicks und -rollen reagiert, entlang der Monitorkante in gewählter Richtung erweitern.

source: If an adjacent corner is set to expand along the same edge, each of them allocates a half of the edge
de: Ist eine gegenüberliegende Ecke in dieselbe Richtung erweitert, reagiert jede auf eine Kantenhälfte

source: Expand horizonatally
de: Horizontal erweitern

source: Expand vertically
de: Vertikal erweitern

source: Choose Application
de: Anwendung wählen
tr: Uygulama Seç

source: _Cancel
de: _Abbrechen

source: _Add ID
de: _ID hinzufügen

source: _Add Command
de: Befehl hinzufügen

source: Global options
de: Globale Optionen

source: Show Panel Menu
de: Menü in oberer Leiste anzeigen

source: Menu in the main panel offers access to the settings and deactivate corner triggers if needed.
de: Ein Menü in der oberen Leiste bietet Zugriff auf die Einstellungen und die Möglichkeit, Eckenauslöser bei Bedarf zu deaktivieren.

source: Watch hot corners for external overrides
de: Aktive Ecken daraufhin überwachen, ob sie extern außer Kraft gesetzt wurden

source: Update corners when something (usually other extensions) change them
de: Aktive Ecke aktualisieren, wenn ihre Funktion (üblicherweise von einer anderen Erweiterung) geändert wurde

source: Minimum delay between actions (ms)
de: Mindestabstand zwischen Aktionen (ms)

source: Prevents accidental double-action. Ignored by volume control
de: Versehentlich Mehrfachauslösung wird verhindert. Ausnahme: Lautstärkeneinstellung

source: Show ripple animations
de: Wellenanimationen anzeigen
tr: Dalgalanma animasyonlarını göster

source: When you trigger an action, ripples are animated from the corresponding corner
de: Wenn Sie eine Aktion auslösen, erfolgt eine von der entsprechenden Ecke ausgehende Animation.

source: Direct hot corner triggers require Shift
de: Direkte Aktive-Ecken-Auslöser erfordern das Drücken der Umschalttaste

source: All hot corner triggers that are directly accessible (without Ctrl) require the Shift key pressed to be activated. This option is primarily meant as a temporary solution accessible also as an action using a keyboard shortcut or mouse trigger to avoid accidental activation of hot corners in specific situations such as playing full-screen games.
de: Alle Aktive-Ecken-Auslöser, die direkt, also ohne die Strg-Taste, zugänglich sind, erfordern das Drücken der Umschalttaste, um aktiviert zu werden. Dieser Option ist primär als temporäre Lösung gedacht, verfügbar auch als Aktion mittels Tastenkombination oder Mausaktion, um versehentliche Aktivierung von Aktiven Ecken in bestimmten Situationen wie beispielsweise das Ausführen von Spielen im Vollbildmodus zu vermeiden.

source: Mouse buttons trigger on press event
de: Maustasten lösen beim Drücken aus

source: Trigger an action when you press the mouse button instead of when you release it. Triggering on release event is default because minimizes accidental triggering when dragging objects form areas close to the edge of the monitor (like unmaximize by dragging from the top panel or using scroll bars). Minor disadvantage is longer reaction time which is given by the delay between pressing and releasing the button.
de: Eine Aktion wird ausgelöst, wenn die Maustaste gedrückt wird und nicht erst, wenn sie gelöst wird. Auslösen bei Lösen ist die Standardeinstellung, weil dadurch versehentliches Auslösen minimiert wird, wenn Objekte aus Bereichen nahe des Bildschirmrands gezogen werden (wie etwa Aufheben der Maximierung durch Ziehen von der oberen Leiste oder bei Nutzen der Bildlaufleisten). Kleiner Nachteil ist die längere Reaktionszeit durch die Verzögerung zwischen Drücken und Lösen der Taste.

source: Use fallback hot corner triggers
de: Rückfall-Aktive-Ecken-Auslöser verwenden

source: If pressure barriers don't work, this option allows trigger the hot corner action by hovering the corner
de: Für den Fall, dass Drucksperren nicht funktionieren, erlaubt diese Option, die Aktive-Ecken-Aktion auszulösen, indem der Mauszeiger die Ecke überstreicht.

source: Make active corners / edges visible
de: Aktive Ecke/Kanten sichtbar machen
